[KFWeap_AssaultRifle_MRR]
ItemName="MRR FR HighTech"
ItemCategory="AssaultRifle"
ItemDescription="Choice of full-auto and semi-auto fire modes.\nAlt-fire to toggle between fire modes.\nMRR – Modular Rail Rifle."